{
  "posts": [
    {
      "id": "15",
      "title": "The trees, therefore, must be such old",
      "body": "The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.",
      "userId": 15,
      "tags": [
        "fiction",
        "history",
        "crime"
      ],
      "reactions": 1
    },
    {
      "id": "16",
      "title": "There was only one way to do things in the Statton house.",
      "body": "There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.",
      "userId": 31,
      "tags": [
        "magical",
        "french",
        "american"
      ],
      "reactions": 5
    },
    {
      "id": "17",
      "title": "She was in a hurry.",
      "body": "She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.",
      "userId": 5,
      "tags": [
        "french",
        "magical",
        "english"
      ],
      "reactions": 0
    },
    {
      "id": "18",
      "title": "She had a terrible habit o comparing her life to others",
      "body": "She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.",
      "userId": 28,
      "tags": [
        "history",
        "french",
        "love"
      ],
      "reactions": 3
    },
    {
      "id": "19",
      "title": "The rain and wind abruptly stopped.",
      "body": "The rain and wind abruptly stopped, but the sky still had the gray swirls of storms in the distance. Dave knew this feeling all too well. The calm before the storm. He only had a limited amount of time before all Hell broke loose, but he stopped to admire the calmness. Maybe it would be different this time, he thought, with the knowledge deep within that it wouldn't.",
      "userId": 46,
      "tags": [
        "fiction",
        "crime",
        "magical"
      ],
      "reactions": 8
    },
    {
      "id": "20",
      "title": "He couldn't remember exactly where he had read it",
      "body": "He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.",
      "userId": 38,
      "tags": [
        "french",
        "classic"
      ],
      "reactions": 9
    },
    {
      "id": "21",
      "title": "He wandered down the stairs and into the basement",
      "body": "He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.",
      "userId": 37,
      "tags": [
        "french",
        "american"
      ],
      "reactions": 8
    },
    {
      "id": "22",
      "title": "She has seen this scene before.",
      "body": "She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.",
      "userId": 30,
      "tags": [
        "classic",
        "love",
        "history"
      ],
      "reactions": 6
    },
    {
      "id": "23",
      "title": "It's an unfortunate reality that we don't teach people how to make money",
      "body": "It's an unfortunate reality that we don't teach people how to make money (beyond getting a 9 to 5 job) as part of our education system. The truth is there are a lot of different, legitimate ways to make money. That doesn't mean they are easy and that you won't have to work hard to succeed, but it does mean that if you're willing to open your mind a bit you don't have to be stuck in an office from 9 to 5 for the next fifty years o your life.",
      "userId": 2,
      "tags": [
        "crime",
        "english"
      ],
      "reactions": 4
    },
    {
      "id": "24",
      "title": "The robot clicked disapprovingly.",
      "body": "The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. \"Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,\" it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.",
      "userId": 34,
      "tags": [
        "crime",
        "american",
        "love"
      ],
      "reactions": 2
    },
    {
      "id": "25",
      "title": "It went through such rapid contortions",
      "body": "It went through such rapid contortions that the little bear was forced to change his hold on it so many times he became confused in the darkness, and could not, for the life of him, tell whether he held the sheep right side up, or upside down. But that point was decided for him a moment later by the animal itself, who, with a sudden twist, jabbed its horns so hard into his lowest ribs that he gave a grunt of anger and disgust.",
      "userId": 27,
      "tags": [
        "fiction",
        "history",
        "french"
      ],
      "reactions": 3
    },
    {
      "id": "26",
      "title": "She patiently waited for his number to be called.",
      "body": "She patiently waited for his number to be called. She had no desire to be there, but her mom had insisted that she go. She's resisted at first, but over time she realized it was simply easier to appease her and go. Mom tended to be that way. She would keep insisting until you wore down and did what she wanted. So, here she sat, patiently waiting for her number to be called.",
      "userId": 27,
      "tags": [
        "french",
        "mystery",
        "crime"
      ],
      "reactions": 7
    }
  ],
  "total": 150,
  "skip": 0,
  "limit": 30
}